/* Class = "NSTabViewItem"; label = "Browser API"; ObjectID = "1z2-Go-EHV"; */
"1z2-Go-EHV.label" = "Browser API";

/* Class = "NSButtonCell"; title = "Edit Whitelist..."; ObjectID = "45g-M0-mq6"; */
"45g-M0-mq6.title" = "Edit Whitelist...";

/* Class = "NSMenuItem"; title = "Import Rules..."; ObjectID = "47y-Zv-3Qn"; */
"47y-Zv-3Qn.title" = "Import Rules...";

/* Class = "NSViewController"; title = "Tracking methods"; ObjectID = "4RP-Cx-h10"; */
"4RP-Cx-h10.title" = "Tracking methods";

/* Class = "NSTextFieldCell"; title = "AdGuard will warn you if you are about to visit a fraudulent website or a website infected with viruses. Note that AdGuard is not an antivirus and will not delete existing viruses. [Learn More]."; ObjectID = "7qH-v6-E7r"; */
"7qH-v6-E7r.title" = "AdGuard will warn you if you are about to visit a fraudulent website or a website infected with viruses. Note that AdGuard is not an antivirus and will not delete existing viruses. [Learn More].";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add filters"; ObjectID = "8Pr-US-d0x"; */
"8Pr-US-d0x.ibExternalAccessibilityDescription" = "Add filters";

/* Class = "NSPopUpButton"; ibExternalAccessibilityDescription = "Additional actions"; ObjectID = "8io-Ja-Eck"; */
"8io-Ja-Eck.ibExternalAccessibilityDescription" = "Additional actions";

/* Class = "NSTextFieldCell"; title = "Some rules are disabled"; ObjectID = "8yQ-oa-LBv"; */
"8yQ-oa-LBv.title" = "Some rules are disabled";

/* Class = "NSView"; ibExternalAccessibilityDescription = "General View"; ObjectID = "9TS-tt-ZLz"; */
"9TS-tt-ZLz.ibExternalAccessibilityDescription" = "General View";

/* Class = "NSView"; 9TS-tt-ZLz.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - General"; ObjectID = "9TS-tt-ZLz"; */
"9TS-tt-ZLz.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard Preferences - General";

/* Class = "NSTextFieldCell"; title = "Rules"; ObjectID = "9uM-pF-Qhh"; */
"9uM-pF-Qhh.title" = "Rules";

/* Class = "NSButtonCell"; title = "Help us with Browsing security filters development"; ObjectID = "AjP-UD-eat"; */
"AjP-UD-eat.title" = "Help us with Browsing security filters development";

/* Class = "NSButtonCell"; title = "AdGuard Root Certificate..."; ObjectID = "CQQ-zf-eqi"; */
"CQQ-zf-eqi.title" = "AdGuard Root Certificate...";

/* Class = "NSMenuItem"; title = "Export Rules..."; ObjectID = "CoM-PR-kxs"; */
"CoM-PR-kxs.title" = "Export Rules...";

/* Class = "NSTabViewItem"; label = "Tracking methods"; ObjectID = "DN5-z3-XQL"; */
"DN5-z3-XQL.label" = "Tracking methods";

/* Class = "NSViewController"; title = "Browser API"; ObjectID = "EqF-rE-Z7d"; */
"EqF-rE-Z7d.title" = "Browser API";

/* Class = "NSWindow"; title = "AdGuard Preferences"; ObjectID = "F0z-JX-Cv5"; */
"F0z-JX-Cv5.title" = "AdGuard Preferences";

/* Class = "NSView"; ibExternalAccessibilityDescription = "AdBlocker View"; ObjectID = "Fiz-r1-PNM"; */
"Fiz-r1-PNM.ibExternalAccessibilityDescription" = "AdBlocker View";

/* Class = "NSView"; Fiz-r1-PNM.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - Filters"; ObjectID = "Fiz-r1-PNM"; */
"Fiz-r1-PNM.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard Preferences - Filters";

/* Class = "NSTextFieldCell"; title = "AdGuard launches automatically when the current user logs into macOS."; ObjectID = "FqP-fE-jVw"; */
"FqP-fE-jVw.title" = "AdGuard launches automatically when the current user logs into macOS.";

/* Class = "NSViewController"; title = "Miscellaneous"; ObjectID = "HoX-W8-tJv"; */
"HoX-W8-tJv.title" = "Miscellaneous";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Activate the advanced edit mode of filtering rules"; ObjectID = "IAw-bE-AYP"; */
"IAw-bE-AYP.ibExternalAccessibilityDescription" = "Activate the advanced edit mode of filtering rules";

/* Class = "NSTextFieldCell"; title = "AdGuard will automatically filter all of your internet traffic for applications using the traffic interception module."; ObjectID = "IwQ-Ui-3P9"; */
"IwQ-Ui-3P9.title" = "AdGuard will automatically filter all of your internet traffic for applications using the traffic interception module.";

/* Class = "NSTextFieldCell"; title = "AdGuard will protect your identity and sensitive personal information from thousands of online trackers."; ObjectID = "JSv-YQ-WDr"; */
"JSv-YQ-WDr.title" = "AdGuard will protect your identity and sensitive personal information from thousands of online trackers.";

/* Class = "NSButtonCell"; title = "Phishing and malware protection"; ObjectID = "LHm-Lz-YWv"; */
"LHm-Lz-YWv.title" = "Phishing and malware protection";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Add rule"; ObjectID = "Pkm-5b-T0v"; */
"Pkm-5b-T0v.ibExternalAccessibilityDescription" = "Add rule";

/* Class = "NSButtonCell"; title = "Use AdGuard as an HTTP proxy"; ObjectID = "Ptm-qu-6vF"; */
"Ptm-qu-6vF.title" = "Use AdGuard as an HTTP proxy";

/* Class = "NSView"; ibExternalAccessibilityDescription = "Network View"; ObjectID = "QYc-Yv-FOW"; */
"QYc-Yv-FOW.ibExternalAccessibilityDescription" = "Network View";

/* Class = "NSView"; QYc-Yv-FOW.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - Network"; ObjectID = "QYc-Yv-FOW"; */
"QYc-Yv-FOW.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard Preferences - Network";

/* Class = "NSMenuItem"; title = "Turn Off"; ObjectID = "R04-C7-kDP"; */
"R04-C7-kDP.title" = "Turn Off";

/* Class = "NSButtonCell"; title = "Exclusions..."; ObjectID = "Ryy-Uv-EEc"; */
"Ryy-Uv-EEc.title" = "Exclusions...";

/* Class = "NSMenuItem"; title = "Turn Off"; ObjectID = "SL1-lD-gek"; */
"SL1-lD-gek.title" = "Turn Off";

/* Class = "NSButtonCell"; title = "Enable All"; ObjectID = "TRq-6l-2ji"; */
"TRq-6l-2ji.title" = "Enable All";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove selected rules"; ObjectID = "U2s-Ai-Dab"; */
"U2s-Ai-Dab.ibExternalAccessibilityDescription" = "Remove selected rules";

/* Class = "NSTextView"; ibExternalAccessibilityDescription = "Extended rules editor"; ObjectID = "Ukc-Ta-VQL"; */
"Ukc-Ta-VQL.ibExternalAccessibilityDescription" = "Extended rules editor";

/* Class = "NSToolbarItem"; label = "General"; ObjectID = "Utj-f8-6DT"; */
"Utj-f8-6DT.label" = "General";

/* Class = "NSToolbarItem"; paletteLabel = "General"; ObjectID = "Utj-f8-6DT"; */
"Utj-f8-6DT.paletteLabel" = "General";

/* Class = "NSTextFieldCell"; title = "To filter HTTPS traffic on another device connected to proxy you should install an AdGuard root certificate there. After you configure proxy on that device, open a browser and go to this page:\n%url%"; ObjectID = "VFC-ZL-uaZ"; */
"VFC-ZL-uaZ.title" = "To filter HTTPS traffic on another device connected to proxy you should install an AdGuard root certificate there. After you configure proxy on that device, open a browser and go to this page:\n%url%";

/* Class = "NSViewController"; title = "General"; ObjectID = "WLq-nM-Afi"; */
"WLq-nM-Afi.title" = "General";

/* Class = "NSButtonCell"; title = "Exclusions..."; ObjectID = "WlA-Zb-x81"; */
"WlA-Zb-x81.title" = "Exclusions...";

/* Class = "NSTabViewItem"; label = "Miscellaneous"; ObjectID = "XMK-aP-yBm"; */
"XMK-aP-yBm.label" = "Miscellaneous";

/* Class = "NSTextFieldCell"; title = "AdGuard will filter secure (HTTPS) connections if this checkbox is enabled."; ObjectID = "XqE-D0-9OU"; */
"XqE-D0-9OU.title" = "AdGuard will filter secure (HTTPS) connections if this checkbox is enabled.";

/* Class = "NSSearchFieldCell"; placeholderString = "Search filters"; ObjectID = "Y6v-bm-5Dj"; */
"Y6v-bm-5Dj.placeholderString" = "Search filters";

/* Class = "NSTextFieldCell"; title = "This option enables a special filter that unblocks contextual search ads and websites' self-promoting ads."; ObjectID = "aOi-i8-ohE"; */
"aOi-i8-ohE.title" = "This option enables a special filter that unblocks contextual search ads and websites' self-promoting ads.";

/* Class = "NSTextFieldCell"; title = "Filters"; ObjectID = "anE-gZ-lgr"; */
"anE-gZ-lgr.title" = "Filters";

/* Class = "NSMenuItem"; title = "Trust Filter"; ObjectID = "aq3-5U-UXY"; */
"aq3-5U-UXY.title" = "Trust Filter";

/* Class = "NSTextFieldCell"; title = "You may use AdGuard as a regular HTTP proxy server. All traffic transferred through this proxy will be filtered. This proxy also will be available on your local network, so you may use it for traffic filtering on other devices that are able to reach the proxy directly."; ObjectID = "bDE-y5-mSa"; */
"bDE-y5-mSa.title" = "You may use AdGuard as a regular HTTP proxy server. All traffic transferred through this proxy will be filtered. This proxy also will be available on your local network, so you may use it for traffic filtering on other devices that are able to reach the proxy directly.";

/* Class = "NSButtonCell"; title = "Launch AdGuard at Login"; ObjectID = "bzK-Uj-I1g"; */
"bzK-Uj-I1g.title" = "Launch AdGuard at Login";

/* Class = "NSButtonCell"; title = "Do not block search ads and websites' self-promotion"; ObjectID = "cIz-eo-j97"; */
"cIz-eo-j97.title" = "Do not block search ads and websites' self-promotion";

/* Class = "NSTextFieldCell"; title = "Proxy port:"; ObjectID = "cSH-0t-Wcj"; */
"cSH-0t-Wcj.title" = "Proxy port:";

/* Class = "NSTextFieldCell"; title = "Activate the most appropriate filters automatically."; ObjectID = "cvy-Ta-TiN"; */
"cvy-Ta-TiN.title" = "Activate the most appropriate filters automatically.";

/* Class = "NSMenuItem"; title = "Turn On"; ObjectID = "e0y-ej-6aV"; */
"e0y-ej-6aV.title" = "Turn On";

/* Class = "NSButtonCell"; title = "Activate language-specific filters automatically"; ObjectID = "e6m-tI-7BJ"; */
"e6m-tI-7BJ.title" = "Activate language-specific filters automatically";

/* Class = "NSMenuItem"; title = "Turn On"; ObjectID = "eba-3w-kV8"; */
"eba-3w-kV8.title" = "Turn On";

/* Class = "NSButtonCell"; title = "Do not filter websites with EV certificates"; ObjectID = "eoz-mR-wav"; */
"eoz-mR-wav.title" = "Do not filter websites with EV certificates";

/* Class = "NSSearchFieldCell"; placeholderString = "Search rules"; ObjectID = "gDm-yS-hz5"; */
"gDm-yS-hz5.placeholderString" = "Search rules";

/* Class = "NSButtonCell"; title = "Filter HTTPS protocol"; ObjectID = "hqi-Me-UAM"; */
"hqi-Me-UAM.title" = "Filter HTTPS protocol";

/* Class = "NSToolbarItem"; label = "Stealth Mode"; ObjectID = "iiN-nS-tYl"; */
"iiN-nS-tYl.label" = "Stealth Mode";

/* Class = "NSToolbarItem"; paletteLabel = "Stealth Mode"; ObjectID = "iiN-nS-tYl"; */
"iiN-nS-tYl.paletteLabel" = "Stealth Mode";

/* Class = "NSTextFieldCell"; title = "Submit anonymous security-related information."; ObjectID = "ij2-rU-BqV"; */
"ij2-rU-BqV.title" = "Submit anonymous security-related information.";

/* Class = "NSImageView"; ibShadowedToolTip = "Trusted"; ObjectID = "jG1-h7-iSt"; */
"jG1-h7-iSt.ibShadowedToolTip" = "Trusted";

/* Class = "NSButtonCell"; title = "Automatically filter applications"; ObjectID = "jSf-cz-OcD"; */
"jSf-cz-OcD.title" = "Automatically filter applications";

/* Class = "NSToolbarItem"; label = "Security"; ObjectID = "lcf-PV-Zmq"; */
"lcf-PV-Zmq.label" = "Security";

/* Class = "NSToolbarItem"; paletteLabel = "Security"; ObjectID = "lcf-PV-Zmq"; */
"lcf-PV-Zmq.paletteLabel" = "Security";

/* Class = "NSImageView"; ibShadowedToolTip = "Recommended"; ObjectID = "nis-K8-Yoq"; */
"nis-K8-Yoq.ibShadowedToolTip" = "Recommended";

/* Class = "NSMenuItem"; title = "Remove"; ObjectID = "nxT-P6-qyn"; */
"nxT-P6-qyn.title" = "Remove";

/* Class = "NSTableView"; ibExternalAccessibilityDescription = "Filters list"; ObjectID = "q4U-Qc-dCN"; */
"q4U-Qc-dCN.ibExternalAccessibilityDescription" = "Filters list";

/* Class = "NSView"; ibExternalAccessibilityDescription = "Privacy View"; ObjectID = "qow-gr-MWl"; */
"qow-gr-MWl.ibExternalAccessibilityDescription" = "Privacy View";

/* Class = "NSView"; qow-gr-MWl.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - Stealth Mode"; ObjectID = "qow-gr-MWl"; */
"qow-gr-MWl.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard Preferences - Stealth Mode";

/* Class = "NSTableView"; ibExternalAccessibilityDescription = "List of filtering rules"; ObjectID = "rgC-oq-ERz"; */
"rgC-oq-ERz.ibExternalAccessibilityDescription" = "List of filtering rules";

/* Class = "NSToolbarItem"; label = "Network"; ObjectID = "s7e-Lk-Lzr"; */
"s7e-Lk-Lzr.label" = "Network";

/* Class = "NSToolbarItem"; paletteLabel = "Network"; ObjectID = "s7e-Lk-Lzr"; */
"s7e-Lk-Lzr.paletteLabel" = "Network";

/* Class = "NSView"; ibExternalAccessibilityDescription = "Extensions View"; ObjectID = "x3g-4b-dNq"; */
"x3g-4b-dNq.ibExternalAccessibilityDescription" = "Extensions View";

/* Class = "NSView"; x3g-4b-dNq.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0] = "AdGuard Preferences - Extensions"; ObjectID = "x3g-4b-dNq"; */
"x3g-4b-dNq.ibExternalUserDefinedRuntimeAttributesLocalizableStrings[0]" = "AdGuard Preferences - Extensions";

/* Class = "NSButtonCell"; title = "Advanced tracking protection"; ObjectID = "xAj-0J-0dj"; */
"xAj-0J-0dj.title" = "Advanced tracking protection";

/* Class = "NSToolbarItem"; label = "Filters"; ObjectID = "xMN-1Z-LPc"; */
"xMN-1Z-LPc.label" = "Filters";

/* Class = "NSToolbarItem"; paletteLabel = "Filters"; ObjectID = "xMN-1Z-LPc"; */
"xMN-1Z-LPc.paletteLabel" = "Filters";

/* Class = "NSButtonCell"; title = "Show"; ObjectID = "yOA-J9-uPb"; */
"yOA-J9-uPb.title" = "Show";

/* Class = "NSTabViewItem"; label = "General"; ObjectID = "yRn-UU-8Me"; */
"yRn-UU-8Me.label" = "General";

/* Class = "NSButtonCell"; title = "Applications..."; ObjectID = "yoC-dD-m7J"; */
"yoC-dD-m7J.title" = "Applications...";

/* Class = "NSButton"; ibExternalAccessibilityDescription = "Remove selected filter"; ObjectID = "ytn-g1-mKs"; */
"ytn-g1-mKs.ibExternalAccessibilityDescription" = "Remove selected filter";

/* Class = "NSToolbarItem"; label = "Extensions"; ObjectID = "zSR-be-KmF"; */
"zSR-be-KmF.label" = "Extensions";

/* Class = "NSToolbarItem"; paletteLabel = "Extensions"; ObjectID = "zSR-be-KmF"; */
"zSR-be-KmF.paletteLabel" = "Extensions";

/* Class = "NSTextFieldCell"; title = "Extended Validation (EV) SSL Certificates offer a stronger guarantee for which the owner of the website passed a thorough and globally-standardized identity verification process defined within the EV guidelines."; ObjectID = "zb8-Lz-leM"; */
"zb8-Lz-leM.title" = "Extended Validation (EV) SSL Certificates offer a stronger guarantee for which the owner of the website passed a thorough and globally-standardized identity verification process defined within the EV guidelines.";
